[
    {
        "id": "aa32jj887hhg55",
        "name": "백종원식 라면",
        "ingredient": "진라면 1봉, 대파 송송, 계란 1개, 액젓 아무거나",
        "cookingOrder" : "1.물550ml을 냄비에 부어 준다(종이컵은 약180ml) - 계란 1개는 미리 풀어두고, 대파는 송송 썰어서 준비한다. 2.라면의 면은 그대로 넣는 게 좋지만, 부셔서 넣어야 한다면 라면의 결대로 부순다. 그래야 긴 면발을 먹을 수 있다. 결 반대로 면을 쪼개면 짧은 면발을 수저로 떠먹는 수가 있다. 3. 라면 스프와 후레이크를 물에 넣어준다. 4.물이 끓으면 진라면의 면을 넣어준다. 액젓도 같이 1큰술 넣어준다 5.위아래로 라면 면을 넓게 펼쳐준다(면을 펼쳐주는 건 진라면 1~2개 끓일 떄만 가능하다. 6.진라면을 조리시간보다 이르게 덜 익은 상태에서 면만 건진다. 불은 계속 켜둔 상태이다. 7.달갤 1개를 풀어서 국물에 넣어준다 -면을 건졌기 때문에, 달걀이 면에 달라붙지 않고 깔끔한 면을 먹을 수 있다. 8. 대파도 넣고 라면 국물을 끓여준다. 9.국물을 그냥 붓지 않고 머기 좋게 담으려면 면을 들고 국물을 붓는다.",
        "imageName": "ramen"
    },
    {
        "id": "aa82jj887hhg51",
        "name": "폭탄 계란찜",
        "ingredient": "달걀 2개, 대파, 간장, 소금, 설탕, 식용유, 뚝배기",
        "cookingOrder" : "1.믹서기에 달걀, 소금, 맛술을 넣고 곱게 풀어주고 물과 다진파를 준비합니다. 2.뚝배기에 물을 넣고 보글보글 끓으면 달걀물을 넣고 나무주걱으로 잘 저어주는데 이때 불은 강에서 중불로 맞추고 몽글몽글 해질때까지 저어줍니다. 3.약불로 줄인 후 파를 조금 뿌리고 밥그릇을 덮은 후 김이 나고 뚜껑이 들썩거리면서 부풀어 오르면 불을 끄고 1분 정도 뜸을 들여줍니다. Tip) 도중에 햄이나 야채, 간장을 넣어 볶아주면 더 맛있음!",
        "imageName": "food1"
    },
    {
        "id": "aa82jk887hhg52",
        "name": "호텔식 스트램블 에그",
        "ingredient": "달걀 3개, 우유 반컵, 소금, 설탕, 버터",
        "cookingOrder" : "1. 계란 2개를 깨서 그릇에 담아 주세요. 2.계란에 소금 2꼬집을 넣고 후추를 소량 넣어 주세요. 3.팬에 기름을 두르고 약불로 팬을 달구어 주세요. 4. 팬이 달아 오르면 달걀물을 부어 주세요. 5.나무젓가락으로 한방향으로 원을 그리면서 저어주는데, 모두 익히지 마시고 설익게 익히세요.   6.섥익은 계란을 채에 담아 주고, 무선 주전자에 뜨거운 물로 설익었던 스크램블을 마저 익혀 주세요. Tip)덜 익은 듯 해보일 때 내려주어야 적당히 잘 익은 스트럼블 에그 완성~",
        "imageName": "food2"
    },
    {
        "id": "aa32jj887hhg53",
          "name": "돼지김치찌개",
          "ingredient": "신김치200g, 물500ml, 돼지고기 찌개용 또는 목살 250g, 참기름 1작은술, 양파 1/2개, 청고추 2개, 대파 약간",
          "cookingOrder" : "1.돼지고기는 분량의 양념을 넣엉 조물조물 해주신후 30분 이상 재웁니다. 2.냄비에 썰어둔 김치와 밑간한 돼지고기, 김칫국물 5큰술, 참기름 1작은술을 넣어 약불에서 3~5분간 충분히 볶아줍니다. 돼지고기 자체에 지방이 붙어 있으니 참기름은 많이 넣지 않으셔도 된답니다. 이렇게 충분히 볶아주세요~. 4.충분히 볶아진 김치에 물 1컵을 넣어 끓여줍니다. 5.물1컵을 넣어 보글보글 끓여준 후 나머지 1컵을 더 부워주도록 합니다. 물을 한꺼번에 부워서 끓이는 것보다 이렇게 나눠서 끓여주면 국물맛이 더욱 좋아진답니다. 6. 보글보글 국물이 긇으면 여기에 양파와 두부를 넣어줍니다. 7. 국간장을 넣어줍니다. 8. 모든재료가 한데 잘 어우러졌다면 다진마늘과 어슷 썬 고추 1개를 넣어줍니다. 9.부족한 간은 소금으로 해주시고 대파와 나머지 고추 1개를 더 넣어 한소끔 더 끓이신후 마무리 합니다.",
          "imageName": "Kimchi_soup"
    },
    {
        "id": "aa32jj887hhg54",
          "name": "된장찌개",
          "ingredient": "신김치200g, 물500ml, 돼지고기 찌개용 또는 목살 250g, 참기름 1작은술, 양파 1/2개, 청고추 2개, 대파 약간",
          "cookingOrder" : "1. 재료손질을 하신 뒤에 뚝배기나 냄비에 물 500ml를 부어주세요 2.저는 해물다시팩을 사용했는데, 쌀뜨물을 사용하시거나 다시마, 멸치 등으로 육수를 만드셔도 돼요. 3.된장 2큰술 고추장 1/2큰술 풀어줄게요. 4.물이 끓어오르면 애호박과 양파를 넣어주세요. 그리고 이 때 간을 한 번 보시고 국간장을 넣어주세요. 5.이어서 고춧가루 1/2큰술과 다진마늘 1/2큰술도 넣어줄게요. 6.찌개가 한 번 더 끓어오르면 두부와 키친타올로 핏기만 제거한 차돌박이를 넣어주세요. 7.차돌박이가 거의 익었다 싶으면 마지막으로 팽이버섯과 파, 고추를 넣어주면 완성!",
          "imageName": "Miso_soup"
    }
]
